Repository: BennettQuaritsch/Persistent
Catalog: Localization/*.lproj/AppShortcuts.strings
Languages: de

source: Open ${applicationName} Habit
de: Öffne ${applicationName} Gewohnheit

source: Watch ${applicationName} Habit
de: Schau ${applicationName} Gewohnheit an

source: See ${applicationName} Habit
de: Sieh ${applicationName} Gewohnheit an

source: Open ${applicationName} ${habit}
de: Öffne ${applicationName} ${habit}

source: Open ${habit} in ${applicationName}
de: Öffne ${habit} in ${applicationName}

source: Open ${habit} at ${applicationName}
de: Öffne ${habit} bei ${applicationName}

source: Add to ${applicationName} Habit
de: Füge zu einer ${applicationName} Gewohnheit hinzu

source: Add Value to ${applicationName} Habit
de: Füge einen Wert zu einer ${applicationName} Gewohnheit hinzu

source: Add Amount to ${applicationName} Habit
de: Füge eine Menge zu einer ${applicationName} Gewohnheit hinzu

source: Add to ${applicationName} Goal
de: Füge zu einem ${applicationName} Ziel hinzu

source: Add Value to ${applicationName} Goal
de: Füge einen Wert zu einem ${applicationName} Ziel hinzu

source: Add Amount to ${applicationName} Goal
de: Füge eine Menge zu einem ${applicationName} Ziel hinzu

source: Add to ${applicationName} ${habit}
de: Füge zu ${applicationName} ${habit} hinzu

source: Add Value to ${applicationName} ${habit}
de: Füge einen Wert zu ${applicationName} ${habit} hinzu

source: Add Amount to ${applicationName} ${habit}
de: Füge eine Menge zu ${applicationName} ${habit} hinzu

source: Add to ${habit} at ${applicationName}
de: Füge zu ${habit} bei ${applicationName} hinzu

source: Add to ${habit} in ${applicationName}
de: Füge zu ${habit} in ${applicationName} hinzu

source: Add to ${habit} from ${applicationName}
de: Füge zu ${habit} aus ${applicationName} hinzu
